Repository: netzstrategen/wordpress-shop-standards
Catalog: languages/shop-standards-*.po
Languages: de_de

source: The entered GTIN <a href="%s">already exists</a>. It must be changed in order to save the product.
de_de: Diese GTIN <a href="%s">wird bereits verwendet</a>. Sie muss geändert werden bevor das Produkt gespeichert werden kann.

source: The entered GTIN is unique.
de_de: Diese GTIN wird noch nicht verwendet.

source: Hide "Add to Cart" button
de_de: “In den Warenkorb”-Verhalten

source: Product categories
de_de: Produktkategorien

source: "Add to Cart" button will be hidden for the selected categories.
de_de: Die Schaltfläche “In den Warenkorb” wird für die ausgewählten Kategorien ausgeblendet.

source: Product brands
de_de: Produktmarken

source: "Add to Cart" button will be hidden for the selected brands.
de_de: Die Schaltfläche “In den Warenkorb” wird für die ausgewählten Marken ausgeblendet.

source: Notice
de_de: Hinweis

source: Notice to display for products that must not be sold online.
de_de: Hinweis zur Anzeige für Produkte, die nicht online verkauft werden dürfen.

source: Plus Product Settings
de_de: Plus Produkt Einstellungen

source: Plus Products Category
de_de: Plus Produkt Kategorien

source: There is currently only one Plus product in your shopping cart. Please note that you can only complete your order if you add an additional product to your shopping cart.
de_de: In Ihrem Warenkorb befinden sich aktuell nur ein Plus-Produkt. Bitte beachten Sie, dass Sie Ihre Bestellung nur abschließen können, wenn Sie noch ein ergänzendes Produkt in Ihren Warenkorb legen.

source: Product Defects Settings
de_de: Einstellungen defekte Produkte

source: Product attribute to verify
de_de: Zu prüfendes Produktattribut

source: Enter the only value on which the checkbox must not be shown
de_de: Eingabe der einzigen Ausprägung, bei der keine Checkbox angezeigt wird

source: Title text
de_de: Titeltext

source: Description text
de_de: Beschreibungstext

source: Filter Products by Delivery Time
de_de: Produkte nach Lieferzeit filtern

source: Display a list of delivery times to filter products in your store.
de_de: Zeigen Sie eine Liste der Lieferzeiten an, um Produkte in Ihrer Filiale zu filtern.

source: Quickly available:
de_de: Schnell verfügbar:

source: Enforce main category on product links
de_de: Hauptkategorie in Produktlinks verwenden/erzwingen

source: SEO settings
de_de: SEO Einstellungen

source: Focus Products
de_de: Fokusprodukte

source: Discontinued Products
de_de: Auslaufartikel

source: Slow Sellers
de_de: Penner

source: Order Item
de_de: Bestellartikel

source: Hide add to cart button
de_de: Warenkorb-Button verstecken

source: Hide sale percentage bubble
de_de: Sale: Prozentangabe verbergen

source: Display sale price as normal price
de_de: Reduzierten Preis als normalen Preis anzeigen

source: ERP/Inventory ID
de_de: ERP/Inventar ID

source: Enter the Global Trade Item Number
de_de: Geben Sie die Gesamtzahl des Handels ein

source: Enter the back in stock date
de_de: Datum, ab dem der Artikel lieferbar ist

source: Purchasing Price
de_de: Einkaufspreis

source: Coupon settings
de_de: Gutschein Einstellungen

source: Disable coupon input field on checkout page
de_de: Gutscheinfeld an der Kasse ausblenden

source: Coupon value: %s
de_de: Wert: %s

source: Only %s immediately deliverable
de_de: Nur noch %s Stück sofort ab Lager lieferbar

source: Back in stock %s
de_de: Wieder lieferbar %s

source: Back in stock date
de_de: Lieferbar ab Datum

source: Internal product notes
de_de: Interne Anmerkungen

source: ERP/Inventory ID:
de_de: ERP/Inventar ID:

source: Variation has insufficient images
de_de: Variation hat ein unzureichendes Bilder

source: Allows this product to be identified and possibly be excluded by other processes and plugins (e.g. a custom filter for product feeds). Enabling this option has no effect on the output (by default).
de_de: Markiert diese Variante um sie beispielsweise bei Produkt-Feeds aufgrund unzureichender Bilder auszuschließen. Das Setzen des Hakens hat keinen Einfluss auf das Frontend.

source: Price comparison focus product
de_de: Repricing: kein automatisches Repricing

source: Repricing: Only lower prices
de_de: Repricing: Preise nur senken

source: Product
de_de: Produkt

source: Delivery Time: from
de_de: Lieferzeit: ab

source: from %1$s
de_de: ab %1$s

source: Default
de_de: Standard

source: No Repricing
de_de: Kein Repricing

source: Lower prices only
de_de: Preise nur senken

source: Invalid format
de_de: Ungültiges Format

source: Checkout settings
de_de: Einstellungen Bestellprozess

source: Require users to enter billing email address twice
de_de: Nutzer zur erneuten Eingabe der E-Mail-Adresse auffordern

source: Repeat e-mail address
de_de: E-Mail-Adresse wiederholen

source: Your email addresses do not match
de_de: Ihre E-Mail-Adressen stimmen nicht überein. Bitte überprüfen Sie Ihre Eingabe

source: Automatic sale category assignment
de_de: Automatisches zuweisen einer „Sale“-Kategorie

source: Enable
de_de: Aktivieren

source: Eligible delivery times
de_de: Geeignete Lieferzeiten

source: Sale category to assign
de_de: Zuzuweisende „Sale“-Kategorie

source: Salutation
de_de: Anrede

source: Salutation field
de_de: Anrede Feld

source: Add salutation field in checkout
de_de: Füge ein Anrede Feld zum Checkout hinzu

source: If checked a salutation field will be added to the shipping and billing address fields.
de_de: Wenn aktiv, wird ein Anrede Feld zu den Versand- und Rechnungsfeldern im Checkout hinzugefügt.

source: Mrs
de_de: Frau

source: Mr
de_de: Herr

source: Diverse
de_de: Divers

source: Company
de_de: Firma
